{"0":{"objectId":1,"name":"Elsys - ERS Eco CO2","image":"ElsysImage","description":"The ERS Eco CO2 can last up to 30 days in the dark depending on the sample interval, transmit interval, data rate, and environmental factors. It can be used with a self-adapting feature that will result in lower current consumption, lower network load, and less redundant data sent. With the feature activated, the sensor will adapt the transmission rate if the measured data is unchanged.","price":300,"manufacturer name":"Elsys"},"1":{"objectId":2,"name":"Adeunis FIELD TEST","image":"AdeunisImage","description":"The Field Test Device LoRaWAN is a ready to use system which provides connection to any operated network using the LoRaWAN V1.0 protocol. It allows to transmit, receive and instantly view the radio frames on the used network.\r\n\r\nEquipped with a large LCD screen, you can check all operating information (GPS coordinates, temperature, battery ...) and use of the network (uplink, downlink, SF, Packet Error Rate ...). Its ultra-fast and precise GPS optimises geolocation operations.\r\n\r\nThis Field Test Device is particularly suitable for the validation of applications like sensor networks, asset tracking, smart buildings, metering, security or M2M.\r\n\r\nWith built-in rechargeable battery, this demonstrator allows for many hours of use and can be recharged with any type of mobile phone charger.\r\n\r\nField Test Device for public or private LoRaWAN network validation, prior to any deployment of connected objects. Equipped with a large LCD screen, you can monitor the operating information (GPS coordinates, temperature, battery level) and the network information (uplink, downlink, SF, Packet Error Rate etc).","price":200,"manufacturer name":"Adeunis"},"2":{"objectId":3,"name":"Abeeway Micro Tracker","image":"AbeewayImage","description":"The Abeeway Micro Tracker V3 is a multi-mode tracker with internal sensors combining multi-constellation GNSS, Low-power GPS, Wi-Fi Sniffer, Bluetooth Low Energy (BLE), and LoRaWAN® TDoA geolocation technologies, for continuous outdoor and indoor geolocation. The Micro Tracker is versatile and multi-purpose, thanks to its small size and long battery life. It is the ideal product for contact back-tracing and numerous tracking applications of things of value, people, or pets. At the touch of a button, you have access to a variety of functionalities personalized for your needs.","price":150,"manufacturer name":"Abeeway"},"3":{"objectId":4,"name":"Sensative Strips","image":"SensativeImage","description":"Strips Presence for LoRaWAN is an innovative ultra-thin (3mm) active IR occupancy sensor for smart offices and buildings. Strips presence monitors the desk occupancy rate by measuring objects and people within close range (configurable up to 50 cm). It can be mounted invisibly or highly discreetly and is very suitable for office applications such as hot-desking and similar services.\r\n\r\nStrips Presence can also be used for asset monitoring such as paintings and other valuables. You also have the possibility to use the included magnetic sensor to monitor open\/close of doors, windows, or drawers.","price":80,"manufacturer name":"Sensative"},"4":{"objectId":5,"name":"Watteco Bob Assistant","image":"WattecoImage","description":"BoB Assistant is a LoRaWAN low power compatible vibration sensor perfect for indoor and outdoor predictive maintenance of industrial applications. It is combined with a temperature sensor made for environmental conditions, an RGB Led for the User Interface and a push-button.\r\n\r\nBoB Assistant measures and evaluates vibrations to identify irregular behaviors in industrial machines, it possesses an artificial intelligence capable of finding anomalies before a failure takes place. This sensor casing is IP68, water and dustproof. With the Edge AI, it is feasible to process locally any vibration that proceeds from the machine. The data transmitted is optimized and secure, securing BoB Assistant’s autonomy for numerous years!\r\n\r\nIt is very easy to install and does not require any configuration. Merely put BoB Assistant on the machine and start it, and in the following hours, BoB will learn how the machine works and take care of it!","price":700,"manufacturer name":"Watteco"},"5":{"objectId":6,"name":"Zenner - CO2","image":"ZennerImage","description":"The ZENNER CO2 INDICATOR is a compact indoor LoRaWAN® radio sensor (868MHz) for measuring the CO2 content of indoor air. This product uses the photoacoustic principle to detect the CO2 concentration (ppm) in real time, enabling more efficient ventilation behaviour and faster response time. With the integrated display and the colour-changing LED display, the sensor always provides real-time information about the current CO2 value, the battery level and the status of the LoRaWAN® connection. An optimal stationary and mobile companion in the company, at the workplace, in the meeting room at a meeting or in the canteen. It can be placed on any flat surface. In addition, the device can also be used \"stand alone\", i.e. without a LoRaWAN® connection, e.g. at a meeting outside the company, when visiting a customer or a restaurant outside the range of the LoRaWAN® network. Without LoRaWAN® connection, however, no remote monitoring or alarming can take place. The CO2 limits can be set individually by radio command (downlink). The device can be operated with the integrated rechargeable battery or permanently powered by a standard USB-A power supply unit 5V. Please note that only the USB-A to USB-C charging cable is included, a power supply unit is also required.","price":270,"manufacturer name":"Zenner"},"6":{"objectId":7,"name":"Milesight WS202 PIR","image":"MilesightImage","description":"Milesight WS202 is a LoRaWAN® PIR sensor based on passive infrared technology to detect a motion or occupancy. WS202 can detect whether there is movement within the range of 6-8 m and send the changes via LoRaWAN® network. Besides, WS202 equips with light sensor which can link PIR detection results to trigger scenes. With compact size and powered battery, WS202 is easy to install everywhere. Compliant with Milesight LoRaWAN® gateway and Milesight IoT Cloud solution, users can know the alarms or occupancy of rooms and trigger other sensors or appliances easily via webpage or mobile App remotely.\r\n\r\nWS202 can be widely used in smart homes, smart offices, schools, warehouses, etc.","price":220,"manufacturer name":"Milesight"},"7":{"objectId":8,"name":"Decentlab GmbH Indoor","image":"DecentlabImage","description":"Barometric pressure and temperature data are used by the CO2 sensor to compensate for temperature\r\nand pressure variations and the elevation above sea level.\r\n\r\nIn addition, the device periodically performs an automatic calibration routine for the CO2 sensor. The\r\ncalibration routine requires no interaction by the user. The calibration period is set to 8 days by default.\r\nEvery 8 days, the device evaluates all sensor data of the last 8 days and performs a recalibration. The\r\nrecalibration is based on the assumption that the sensor has been exposed to fresh air (which is\r\nassumed to contain 400 ppm CO2) for at least a few minutes during this period. If the device is operated\r\nindoors, it is enough to ventilate the room with fresh air once in a while.","price":345,"manufacturer name":"Decentlab"},"8":{"objectId":9,"name":"NETOP Temperature & Humidity","image":"NETOPImage","description":"NetOP Temperature and Humidity Sensor is a long- range wireless sensor which measures temperature and the relative humidity of the air within a room. These sensors are perfect for monitoring ambient temperatures and humidity. This sensor is compatible with LoRaWAN technology.","price":115,"manufacturer name":"NETOP"},"9":{"objectId":10,"name":"FMS2-L-US915","image":"EllenexImage","description":"LoRaWAN® Operated Low Power Pulse Counter and Meter Interface\r\n\r\n• Compatible with all LoRaWAN® frequencies\r\n• Wide range of industrial applications\r\n• Designed to meet outdoor applications\r\n• Long-term durable performance in harsh environment\r\n• Ultra-low power","price":180,"manufacturer name":"Ellenex"}}